{
  "meta": {
    "generatedAt": "2025-08-20T03:24:26.415Z",
    "source": "Internship-21BCE5092.pdf"
  },
  "internships": [
    {
      "company": "Foundation – Smartbridge AI for Cyber Security with IBM Qradar Global – Ethnus Mern Full Stack A REPORT submitted by Pushya Saie Raag Enuga (21BCE5092) in partial fulfillment for the award of B. Tech. Computer Science and Engineering School of Computer Science and Engineering April 2024 School of Computer Science and Engineering DECLARATION I hereby declare that the project entitled “Foundation – Smartbridge AI for Cyber Security with IBM Qradar and Global – Ethnus Mern Full Stack ” submitted by me to the School of Computer Science and Engineering, Vellore Institute of Technology, Chennai Campus, Chennai 600127 in partial fulfilment of the requirements for the award of the degree of Bachelor of Technology – Computer Science and Engineering is a record of bonafide work carried out by me. I further declare that the work reported in this report has not been submitted and will not be submitted, either in part or in full, for the award of any other degree or diploma of this institute or of any other institute or university. Signature Pushya Saie Raag Enuga (21BCE5092) School of Computer Science and Engineering CERTIFICATE The project report entitled “Foundation – Smartbridge AI for Cyber Security with IBM Qradar and Global – Ethnus Mern Full Stack ” is prepared and submitted by Pushya Saie Raag Enuga (Register No: 21BCE5092). It has been found satisfactory in terms of scope, quality and presentation as partial fulfilment of the requirements for the award of the degree of Bachelor of Technology – Computer Science and Engineering in Vellore Institute of Technology, Chennai, India. Examined by : Dr. Ganesh N and Dr. Joshan Athanesious J Examiner – Dr. Ganesh N Examiner – Dr. Joshan Athanesious J Foundation – Smartbridge AI for Cyber Security with IBM Qradar Global – Ethnus Mern Full Stack ACKNOWLEDGEMENT ● I would like to express my sincere gratitude to Dr. Nithyanandam P, Head of the Department (HoD), B.Tech Computer Science and Engineering, SCSE, VIT Chennai, for his consistent support and guidance throughout my academic journey. His leadership has played a crucial role in shaping my educational experience. ● My heartfelt thanks go to Dr. Ganesan R, Dean of the School of Computer Science & Engineering, VIT Chennai. His vision and dedication to excellence have greatly contributed to the success of my learning experience. ● I am deeply grateful to Dr. Parvathi R, Associate Dean (Academics) of the School of Computer Science & Engineering, VIT Chennai, for her invaluable support and encouragement. Her commitment to academic integrity and excellence is truly inspiring. ● A special thank you goes to Dr. Geetha S, Associate Dean (Research) of the School of Computer Science & Engineering, VIT Chennai, for her continuous encouragement and insightful guidance in the realm of research. Her passion for innovation has been a driving force in my studies. ● Lastly, I would like to acknowledge the support and understanding of my family and friends. Their encouragement and belief in me have been vital to my success. CONTENTS Chapt er Title Page Title Page i Declaration ii Certificate iii Industry certificate iv Acknowledgement v Table of contents vi List of Abbreviation vii Abstract viii 1 Introduction 01 2 Course Description 02 3 Learning Experience 03 4 Conclusion 04 References 05 Appendix – I (Syllabus,Projects,Certification) 06 LIST OF ABBREVIATIONS Abbreviation Expansion VIT Vellore Institute of Technology Smartbridge Smart",
      "role": "Intern",
      "dates": "",
      "bullets": [],
      "tech": [],
      "outcomes": ""
    }
  ],
  "certifications": [],
  "skills": [],
  "education": []
}